var jdata = {
    "2017-07-31":
        {
            "id": "10",
            "date":"2017-07-31",
            "title": "于婉莹：给你不一样的手绘清华",
            "img": "imgdata/2017.7.31.jpg",
            "href": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170730210108533516124/20170730210108533516124_.html",
        }

    ,"2017-08-07":
        {
            "id":"1",
            "title":"立秋：朱明送夏，少昊迎秋",
            "img":"imgdata/2017.8.7.jpg",
            "swf":"",
            "url":"http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170807094440007806107/20170807094440007806107_.htmll",
            "js":""
        }



    , "2017-07-24":
        {
            "id": "2",
            "date":"2017-07-24",
            "title": "赵元任故居：想国想家，教我如何不想他",
            "img": "imgdata/2017.7.24.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170724102033574845914/20170724102033574845914_.html",
        }

    , "2017-07-14":
        {
            "id": "3",
            "date":"2017-07-14",
            "title": "苏世民书院这一年，重新定义了我对中国的了解",
            "img": "imgdata/2017.7.14.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170629085013310636550/20170629085013310636550_.html",
        }

    , "2017-07-10":
        {
            "id": "4",
            "date":"2017-07-10",
            "title": "毕业季：没有人是佩妥剑再入“江湖",
            "img": "imgdata/2017.7.10.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }

    , "2017-07-03":
        {
            "id": "5",
            "date":"2017-07-03",
            "title": "热烈庆祝中国共产党清华大学第十四次党员代表大会胜利召开！",
            "img": "imgdata/2017.7.3.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }
    , "2017-06-28":
        {
            "id": "2",
            "date":"2017-06-28",
            "title": "赵元任故居：想国想家，教我如何不想他",
            "img": "imgdata/2017.7.24.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170724102033574845914/20170724102033574845914_.html",
        }

    , "2017-06-18":
        {
            "id": "3",
            "date":"2017-06-18",
            "title": "苏世民书院这一年，重新定义了我对中国的了解",
            "img": "imgdata/2017.7.14.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170629085013310636550/20170629085013310636550_.html",
        }

    , "2017-06-13":
        {
            "id": "4",
            "date":"2017-06-13",
            "title": "毕业季：没有人是佩妥剑再入“江湖",
            "img": "imgdata/2017.7.10.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }

    , "2017-06-01":
        {
            "id": "5",
            "date":"2017-06-01",
            "title": "热烈庆祝中国共产党清华大学第十四次党员代表大会胜利召开！",
            "img": "imgdata/2017.7.3.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }
    ,
    "2014-03-01":
        {
            "id": "5",
            "date":"2014-03-01",
            "title": "苏世民书院这一年，重新定义了我对中国的了解！",
            "img": "imgdata/2017.7.14.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }
        ,
    "2015-04-01":
        {
            "id": "5",
            "date":"2015-04-01",
            "title": "苏世民书院这一年，重新定义了我对中国的了解！",
            "img": "imgdata/2017.7.14.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }
    ,
    "2016-11-01":
        {
            "id": "5",
            "date":"2015-11-01",
            "title": "苏世民书院这一年，重新定义了我对中国的了解！",
            "img": "imgdata/2017.7.14.jpg",
            "url": "http://www.tsinghua.edu.cn/publish/newthu/8912/2017/20170630103117767238271/20170630103117767238271_.html",
        }
}